Repository: MaestriHub/localization
Catalog: IOS/Resources/Packages/GeoKitLocalizable.xcstrings
Source language: en
Languages: ru

# address.widget.link
source: Edit
ru: Редактирование

# address.widget.title
source: Address
ru: Адрес

# component.alert.incomplete_address
source: Incomplete address
ru: Неполный адрес

# component.alert.incomplete_address_message
source: You must enter your full address to continue
ru: Вы должны ввести полный адрес, чтобы продолжить

# component.routes_picker.message
source: To get directions to an address, select the application that is convenient for you
ru: Чтобы получить указания по адресу, выберите удобное для вас приложение

# component.routes_picker.select_app
source: Select App
ru: Выберите приложение

# packages.geo_kit.address_widget.link
source: Edit
ru: Редактирование

# packages.geo_kit.address_widget.title
source: Address
ru: Адрес

# packages.geo_kit.creation_kit.address_step.incomplete_address
source: Incomplete address
ru: Неполный адрес

# packages.geo_kit.creation_kit.address_step.incomplete_address_message
source: You must enter your full address to continue
ru: Вы должны ввести полный адрес, чтобы продолжить

# packages.geo_kit.karte.message
source: To get directions to an address, select the application that is convenient for you
ru: Чтобы получить указания по адресу, выберите удобное для вас приложение

# packages.geo_kit.karte.select_app
source: Select App
ru: Выберите приложение
